const models = require('./db')

const 家常菜 = ['酸辣土豆丝', '可乐鸡翅', '麻婆豆腐', '红烧肉', '糖醋排骨', '西红柿炒鸡蛋', '青椒炒肉丝', '鱼香肉丝', '水煮肉片', '西红柿炖牛腩', '菠萝咕噜肉', '咖喱鸡翅', '香辣牛肉', '水煮鱼', '酸菜鱼', '虾皮鸡蛋羹', '皮蛋拌豆腐', '清蒸大闸蟹', '微波番茄虾', '麻辣鱼', '宫保鸡丁', '家常豆腐', '皮蛋瘦肉粥', '红烧冬瓜', '湘式小炒五花肉', '剁椒鱼头', '红烧鱼块', '清蒸鲈鱼', '酸辣汤', '秘制红焖羊肉', '酱牛肉', '蒜苔炒腊肉', '杭椒牛柳', '红烧排骨', '泡菜炒年糕', '西红柿鸡蛋', '土豆炖牛肉', '回锅肉', '木须肉', '水晶猪皮冻', '莲藕炖排骨', '鱼香茄子', '地三鲜', '京酱肉丝', '苦瓜炒蛋', '啤酒鸭', '西红柿鸡蛋汤', '红烧茄子', '干煸豆角', '糖醋鱼', '冬瓜排骨汤', '凉拌黄瓜', '鱼头豆腐汤', '银耳莲子汤', '清蒸鱼', '葱油饼', '米汤鸡蛋羹', '蚂蚁上树', '干煸菜花', '香辣干锅土豆片', '黄豆芽炒粉条', '卤牛肉', '苦瓜鸡蛋', '盐烤花生米', '香辣虾', '小鸡炖蘑菇', '蛋黄小米粥', '杏仁瓦片', '蜜汁叉烧排骨', '栗子红烧肉', '酸豆角炒鸡胗', '干煸四季豆', '尖椒土豆丝', '青椒土豆丝', '蒜香排骨', '香辣烤凤爪', '青椒炒肉', '酸萝卜老鸭汤', '葱爆羊肉', '虫草花豆腐汤', '酸辣蕨根粉', '黄豆炖猪蹄', '家常葱油饼', '辣子鸡', '盐水毛豆', '牙签肉', '避风塘炒蟹', '五香毛豆', '腊味煲仔饭', '黑芝麻糊', '炸藕盒', '糯米枣', '肉末香菇豆腐', '洋葱拌木耳', '黄金玉米烙', '黄瓜拌粉皮', '白灼虾', '梅干菜干煸豆角', '小炒圆白菜', '家常红烧牛肉', '炸酱面', '肉末酸豆角', '鲜橙蒸蛋', '辣椒油', '南瓜蒸百合', '酸辣黄瓜', '家常烧茄子']
const m记 = ['m', '麦辣', '板烧']
const 有点贵的 = ['m9和牛', '皇帝蟹']
const 吐了 = ['鲱鱼罐头', '豆汁']
const menu = { 家常菜, m记, 有点贵的, 吐了 }

module.exports = { menu, models }
